<html>
    <head>
        <meta charset="UTF-8" />
		<!--<style type="text/css" media="screen">
			@import "content://com.cognima.android.ui.assets.webui/default/css/aggregated.min.css";
		</style>-->
		<link rel="stylesheet" type="text/css" href="../../../css/aggregated.min.css"/>
    </head>
    <body>
		<div id="uploadInstantly" class="current">
			<div class="toolbar">
                <div class="helpHeader">Ayuda</div>
				<a class="button back" href="javascript:history.go(-1)">Atr&aacute;s</a>
				<a class="button goback" href="index.html">Inicio</a>
			</div>
			<div class="infoTopic">
				<h2 class="contact">Opciones de sincronizacion</h2>
				<p style="margin:10px;">					
					 La aplicaci&oacute;n puede ser configurada para arrancar automaticamente y llevar a cabo la acci&oacute;n elegida (ej. Sincronizar contactos).<br />
					Marque la casilla 'Petici&oacute;n de sincronizaci&oacute;n online' para permitir que la sincronizaci&oacute;n de contactos se dispare desde el servidor.<br />
					Marque la casilla 'Ajustes de sincronizaci&oacute;n autom&aacute;tica' para realizar una sincronizaci&oacute;n de contactos a intervalos regulares. Existen dos tipos de sincronización automática: 
Autosincronización por cambios, se realizará la sincronización cuando se detecte que el número de cambios realizados en la 
agenda de contactos del teléfono es el indicado en detectar cambios. Y sincronización periódica, se realizará la 
sincronización en el período de tiempo y hora indicado. El valor especificado en el campo 'Detectar cambios' define el m&iacute;nimo n&uacute;mero de contactos que deben cambiar en el dispositivo desde la &uacute;ltima sincronizaci&oacute;n.<br />
El modo campo de sincronizaci&oacute;n define como  debe comportarse la aplicaci&oacute;n en el caso de la sincronizaci&oacute;n autom&aacute;tica, cuando est&eacute; usando una red local, roaming o wifi. Seleccione una de las siguientes opciones:<br />
Autom&aacute;tico: Si se selecciona, la acci&oacute;n escogida comenzar&aacute; autom&aacute;ticamente sin pedir confirmaci&oacute;n. Nota: La casilla 'Datos en segundo plano' debe estar marcada en Ajustes del dispositivo > Cuentas y sincronizaci&oacute;n.<br />
Recordar: Si se selecciona, se recibir&aacute; una notificaci&oacute;n cuando sea el momento de sincronizar. Cuando la reciba, haga click en la notificaci&oacute;n para disparar la sincronizaci&oacute;n automática.<br />
No sincronizar: La acci&oacute;n escogida sera ignorada. <br />
				</p>
			</div>
		</div>
	</body>
</html>
